Repository: Code-Operative/Reuse
Catalog: themes/interior_*/translations/*/ModulesProductcommentsShop.*.xlf
Languages: ca_es, cs_cz, nl_nl

source: Comments
ca_es: Comentaris
cs_cz: Recenze
nl_nl: Reacties

source: Your report cannot be sent
ca_es: El vostre informe no es pot enviar
cs_cz: Váš podnět nelze odeslat
nl_nl: Uw opmerking kan niet worden verzonden

source: Your report has been submitted and will be considered by a moderator.
ca_es: El vostre informe ha estat enviat i serà considerat per un moderador.
cs_cz: Váš podnět byl odeslán a bude ho posuzovat moderátor.
nl_nl: Uw opmerking is ingediend en zal door een beheerder worden behandeld.

source: Report sent
ca_es: Informe enviat
cs_cz: Zpráva byla odeslána
nl_nl: Melding verzonden

source: Are you sure that you want to report this comment?
ca_es: Esteu segur que voleu informar d’aquest comentari?
cs_cz: Opravdu chcete tento komentář nahlásit?
nl_nl: Bent u zeker dat u deze opmerking wil rapporteren?

source: Report comment
ca_es: Reportar comentari
cs_cz: Zpráva odeslána
nl_nl: Rapporteer reactie

source: Your review appreciation cannot be sent
ca_es: No es pot enviar la vostra valoració de ressenya
cs_cz: Vaše hodnocení nelze odeslat
nl_nl: Uw beoordelingswaardering kan niet worden verzonden

source: Sorry, your abuse report cannot be sent.
ca_es: Ho sentim, no es pot enviar el vostre informe d'abús.
cs_cz: Litujeme, Váš podnět není možné odeslat.
nl_nl: Excuses, uw misbruik melding kan niet worden verstuurd.

source: Sorry, your review appreciation cannot be sent.
ca_es: No es pot enviar l'enviament de la vostra valoració.
cs_cz: Litujeme, ale hodnocení vaší recenze nelze odeslat.
nl_nl: Excuses, uw beoordelingswaardering kan niet verstuurd worden.

source: Report abuse
ca_es: Informar d'un abús
cs_cz: Ohlásit zneužití
nl_nl: Rapporteer misbruik

source: By %1$s
ca_es: En %1$s
cs_cz: Od %1$s
nl_nl: Door %1$s

source: Your review cannot be sent
ca_es: No es pot enviar la vostra revisió
cs_cz: Vaši recenzi nelze odeslat
nl_nl: Uw beoordeling kan niet worden verzonden

source: Review sent
ca_es: Revisió enviada
cs_cz: Zkontrolovat před odesláním
nl_nl: Beoordeling verstuurd

source: Your comment has been added!
ca_es: S'ha afegit el vostre comentari
cs_cz: Váš komentář byl přidán!
nl_nl: Uw beoordeling is toegevoegd!

source: Your comment has been submitted and will be available once approved by a moderator.
ca_es: El vostre comentari ha estat enviat i estarà disponible un cop aprovat per un moderador.
cs_cz: Váš komentář byl přidán a bude zobrazen po schválení moderátorem.
nl_nl: Uw beoordeling is toegevoegd en wordt beschikbaar zodra deze is goedgekeurd.

source: Send
ca_es: Envia
cs_cz: Odeslat
nl_nl: Verstuur

source: Cancel
ca_es: Cancel · lar
cs_cz: Zrušit
nl_nl: Annuleren

source: Required fields
ca_es: Els camps obligatoris
cs_cz: Povinná pole
nl_nl: Verplichte velden

source: Review
ca_es: Revisió
cs_cz: Recenze
nl_nl: Beoordeling

source: Your name
ca_es: El teu nom
cs_cz: Vaše jméno
nl_nl: Uw naam

source: Title
ca_es: Títol
cs_cz: Oslovení
nl_nl: Titel

source: Sorry, your review cannot be posted.
ca_es: Ho sentim, la vostra ressenya no es pot publicar.
cs_cz: Litujeme, Vaši recenzi nelze odeslat.
nl_nl: Excuses, uw beoordeling kan niet worden geplaatst.

source: Write your review
ca_es: Escriu la teva ressenya
cs_cz: Napište svůj názor
nl_nl: Schrijf uw recensie

source: No customer reviews for the moment.
ca_es: No hi ha opinions de clients per ara.
cs_cz: Na tento produkt momentálně není přidána žádná recenze.
nl_nl: Geen klantenbeoordelingen op het moment.

source: Be the first to write your review
ca_es: Sigues el primer a escriure la teva ressenya
cs_cz: Buďte první a napište svůj názor
nl_nl: Wees de eerste om een beoordeling te schrijven

source: Yes
ca_es: Sí
cs_cz: Ano
nl_nl: Ja

source: No
cs_cz: Ne
nl_nl: Nee

source: Read user reviews
ca_es: Llegiu els comentaris dels usuaris
cs_cz: Číst uživatelské recenze
nl_nl: Lees de gebruikersrecensies

source: review(s)
ca_es: revisió
cs_cz: recenze
nl_nl: beoordeling(en)
