Repository: Code-Operative/Reuse
Catalog: themes/interior_*/translations/*/ShopThemeCheckout.*.xlf
Languages: sv_se

source: Tracking number
sv_se: Spårningsnummer

source: Shipping cost
sv_se: Fraktkostnad

source: Weight
sv_se: Vikt

source: Invoice address %alias%
sv_se: Fakturaadress %alias%

source: Delivery address %alias%
sv_se: Leveransadress %alias%

source: Payment method
sv_se: Betalningsmetod

source: Carrier
sv_se: Leverantör

source: Invoice
sv_se: Faktura

source: Status
sv_se: Visade

source: Payment
sv_se: Betalning

source: Total price
sv_se: Totalpris

source: Date
sv_se: Datum

source: Order reference
sv_se: Orderreferens

source: Expiration date
sv_se: Utgångsdatum

source: Cumulative
sv_se: Kumulativ

source: Value
sv_se: Värde

source: Description
sv_se: Beskrivning

source: Code
sv_se: Kod

source: Save time on your next order, sign up now
sv_se: Spara tid vid din nästa beställning, och registrera dig nu

source: Shipping method: %method%
sv_se: Fraktsätt: %method%

source: Payment method: %method%
sv_se: Betalningsmetod: %method%

source: Order reference: %reference%
sv_se: Beställningsreferens: %reference%

source: Order details
sv_se: Order detaljer

source: You can also [1]download your invoice[/1]
sv_se: Du kan också [1]ladda ner fakturan[/1]

source: An email has been sent to your mail address %email%.
sv_se: Ett mail har skickats till din e-postadress %email%.

source: Your order is confirmed
sv_se: Din beställning har bekräftats

source: Shopping Cart
sv_se: Min varukorg

source: Unfortunately, there are no carriers available for your delivery address.
sv_se: Det finns tyvärr inte några fraktalternativ för din leveransadress.

source: If you'd like, you can add a note to the gift:
sv_se: Om du vill, kan du lägga till ett meddelande till presenten:

source: I would like to receive my order in recycled packaging.
sv_se: Jag godkänner att få min leverans i återvinningsmaterial

source: If you would like to add a comment about your order, please write it in the field below.
sv_se: Om du vill lägga till en kommentar om din beställning, vänligen skriv det nedan.

source: Order as a guest
sv_se: Beställ som gäst

source: If you sign out now, your cart will be emptied.
sv_se: Om du loggar ut nu, kommer din varukorg att tömmas.

source: Please make sure you've chosen a [1]payment method[/1] and accepted the [2]terms and conditions[/2].
sv_se: Vänligen se till att du har valt en [1]betalningsmetod[/1] och godkänt [2]köpvillkoren[/2].

source: Order with an obligation to pay
sv_se: Beställning med betalningsansvar

source: By confirming the order, you certify that you have read and agree with all of the conditions below:
sv_se: Genom att bekräfta min beställning, bekräftar jag att jag läst och godkänner alla villkoren nedanför:

source: Unfortunately, there are no payment method available.
sv_se: Det finns tyvärr inte några betalningssätt tillgängliga.

source: Selected
sv_se: Vald

source: No payment needed for this order
sv_se: Ingen betalning behövs för denna order

source: Transaction amount has been correctly updated
sv_se: Transaktionssumman har uppdaterats korrekt

source: Billing address differs from shipping address
sv_se: Fakturaadress skiljer sig från leveransadress

source: The selected address will be used as your personal address (for invoice).
sv_se: Den valda adressen kommer att användas för fakturering.

source: The selected address will be used both as your personal address (for invoice) and as your delivery address.
sv_se: Den valda adressen kommer att användas för både leverans och fakturering.

source: Shipping Address
sv_se: Leveransadress

source: Shipping Method
sv_se: Leveranssätt

source: Your Delivery Address
sv_se: Din leveransadress

source: Addresses
sv_se: Adresser

source: Please check your order before payment
sv_se: Kontrollera din beställning innan betalning

source: Your Invoice Address
sv_se: Din fakturaadress

source: %products_count% items in your cart
sv_se: %products_count% produkter i din varukorg

source: %product_count% item in your cart
sv_se: %product_count% produkter i din varukorg

source: Order items
sv_se: Beställda produkter

source: And save time on your next order!
sv_se: Och spara tid vid nästa beställning!

source: (optional)
sv_se: (valfri)

source: Create an account
sv_se: Skapa ett konto

source: Promo code
sv_se: Kampanjkod

source: Have a promo code?
sv_se: Har du en kampanjkod?

source: There are no more items in your cart
sv_se: Det finns inte fler produkter i din varukorg

source: Gift
sv_se: Gåva

source: Use this address for invoice too
sv_se: Använd den här adressen även för fakturering

source: The minimum purchase order quantity for the product is %quantity%.
sv_se: Minsta antal för beställning av den här produkten är %quantity%.

source: Total
sv_se: Totalt:

source: Total products:
sv_se: Summa produkter:

source: There is %product_count% item in your cart.
sv_se: Det finns %product_count% varor i varukorgen.

source: There are %products_count% items in your cart.
sv_se: Det finns %products_count% produkter i din varukorg.

source: Quantity
sv_se: Kvantitet

source: Total shipping
sv_se: Summa frakt:
