Repository: Code-Operative/Reuse
Catalog: themes/interior_*/translations/*/ShopThemeCustomeraccount.*.xlf
Languages: ro_ro

source: Log in instead!
ro_ro: Mai bine conecteaza-te!

source: Already have an account?
ro_ro: Ai deja cont?

source: Create an account
ro_ro: Creeaza un cont

source: Email address: %email%
ro_ro: Adresa de email: %email%

source: Reset your password
ro_ro: Reseteaza parola

source: Forgot your password?
ro_ro: Ai uitat parola?

source: Please enter the email address you used to register. You will receive a temporary link to reset your password.
ro_ro: Te rugam sa introduci adresa de e-mail utilizata la inregistrare. Vei primi un link temporar pentru a reseta parola.

source: View credit slip
ro_ro: Vizualizeaza nota de credit

source: Credit slip
ro_ro: Nota de credit

source: Credit slips you have received after canceled orders.
ro_ro: Note de credit primite pentru comenzi anulate.

source: Date issued
ro_ro: Data emiterii

source: Order
ro_ro: Comanda

source: If the conditions of return listed above are not respected, we reserve the right to refuse your package and/or reimbursement.
ro_ro: Daca nu sunt respectate conditiile de returnare prezentate mai sus, ne rezervam dreptul de a refuza pachetul si/sau rambursarea.

source: Please let us know if you have any questions.
ro_ro: Te rugam sa ne contactezi pentru orice intrebari.

source: When we receive your package, we will notify you by email. We will then begin processing order reimbursement.
ro_ro: La primirea pachetului tau, va vom anunta prin e-mail si vom demara procedura de retur.

source: Please check the [1]returns form[/1] for the correct address.
ro_ro: Te rugam sa verifici formularul de [1]returnare[/1] pentru adresa corecta.

source: Please print out the [1]returns form[/1] and include it with your package.
ro_ro: Te rugam sa tiparesti formularul de [1]returnare[/1] si sa il incluzi in pachet.

source: All merchandise must be returned in its original packaging and in its original state.
ro_ro: Toate produsele trebuie returnate in ambalajul original fara daune sau urme de uzura.

source: Reminder
ro_ro: Memento

source: List of items to be returned:
ro_ro: Lista articolelor de returnat

source: The current status of your merchandise return is: [1] %status% [/1]
ro_ro: Starea curenta a returnarii este: [1] %stadiu% [/1]

source: Your package must be returned to us within %number% days of receiving your order.
ro_ro: Pachetul tau trebuie sa fie returnat in termen de %number% de zile de la primirea comenzii.

source: We have logged your return request.
ro_ro: Am retinut cererea ta de returnare

source: Return details
ro_ro: Detalii despre retur

source: Returns form
ro_ro: Formular de returnare

source: Package status
ro_ro: Stadiu pachet

source: Return
ro_ro: Returneaza

source: Here is a list of pending merchandise returns
ro_ro: Aici ai o lista cu returnarile aflate in lucru

source: Click the following link to track the delivery of your order
ro_ro: Clicheaza pe acest link pentru a urmari livrarea comenzii tale

source: Follow your order's status step-by-step
ro_ro: Urmareste-ti comanda pas cu pas

source: Message
ro_ro: Mesaj

source: You have requested gift wrapping for this order.
ro_ro: Ai solicitat ambalare de cadou pentru comanda ta.

source: You have given permission to receive your order in recycled packaging.
ro_ro: Ai fost de acord sa va primiti comanda in ambalaj reciclat.

source: Download your invoice as a PDF file.
ro_ro: Descarca factura pro forma in format PDF.

source: Order Reference %reference% - placed on %date%
ro_ro: Comanda cu referinta %reference% - plasata pe %date%

source: Order details
ro_ro: Detalii comanda

source: Vouchers
ro_ro: Cupoane

source: Order history and details
ro_ro: Istoric si detalii ale comenzilor

source: Add first address
ro_ro: Adauga prima adresa

source: Addresses
ro_ro: Adrese

source: Information
ro_ro: Informatii

source: Credit slips
ro_ro: Note de credit

source: Merchandise returns
ro_ro: Retur de marfa

source: Your personal information
ro_ro: Informatiile tale personale

source: Details
ro_ro: Detalii

source: Here are the orders you've placed since your account was created.
ro_ro: Aici vezi comenzile facute de tine de la crearea contului.

source: Order history
ro_ro: Istoria comenzilor

source: Easier merchandise return
ro_ro: Returnari usor de efectuat

source: Fast and easy checkout
ro_ro: Plasare de comenzi mai rapida si mai usoara

source: Personalized and secure access
ro_ro: Acces sigur si personalizat

source: Transform your guest account into a customer account and enjoy:
ro_ro: Transforma-ti contul de vizitator in cont de client si beneficiezi de:

source: Guest Tracking
ro_ro: Urmarirea comenzii fara cont

source: For example: QIIXJXNUI or QIIXJXNUI#1
ro_ro: De exemplu: QIIXJXNUI sau QIIXJXNUI#1

source: To track your order, please enter the following information:
ro_ro: Pentru a urmari comanda, te rugam sa introduci urmatoarele informatii:

source: Guest Order Tracking
ro_ro: Urmarirea comenzii pentru oaspeti

source: Your vouchers
ro_ro: Cupoanele tale

source: No account? Create one here
ro_ro: Nu ai cont? Creeaza unul aici

source: Log in to your account
ro_ro: Conecteaza-te la contul tau

source: Your addresses
ro_ro: Adresele tale

source: New address
ro_ro: Adresa noua

source: Update your address
ro_ro: Actualizeaza-ti adresa

source: If you would like to add a comment about your order, please write it in the field below.
ro_ro: Daca doresti sa adaugi si alte informatii referitoare la comanda, te rugam sa le scrii mai jos.

source: Add a message
ro_ro: Adauga un mesaj

source: Messages
ro_ro: Mesaje

source: Request a return
ro_ro: Solicita o returnare

source: If you wish to return one or more products, please mark the corresponding boxes and provide an explanation for the return. When complete, click the button below.
ro_ro: Daca doresti sa inapoiezi unul sau mai multe produse, bifeaza casutele corespunzatoare si ofera explicatiile aferente returului. Dupa completare, clicheazak pe butonul de mai jos.

source: Merchandise return
ro_ro: Retur de marfa

source: Returned
ro_ro: Inapoiat

source: Back to your account
ro_ro: Inapoi la contul tau

source: Not you? [1]Log out[/1]
ro_ro: Nu esti tu? [1]Iesi[/1]

source: Connected as [1]%firstname% %lastname%[/1].
ro_ro: Conectat ca [1]%firstname% %lastname%[/1].

source: Log in to your customer account
ro_ro: Conecteaza-te la contul de client

source: View my customer account
ro_ro: Vizualizarea contului de client

source: Your account
ro_ro: Contul tau

source: My wishlists
ro_ro: Listele mele de dorin»õe
